"livechat.inputfield.questionplaceholder" = "Inserisci la domanda";
"livechat.inputfield.messageplaceholder" = "Messaggio";
"livechat.inputfield.feedbackplaceholder" = "Inserisci il tuo feedback qui...";
"livechat.inputfield.commentplaceholder" = "Commento";
"livechat.headertitle.department" = "Scegli il dipartimento";
"livechat.headertitle.feedback" = "Lascia i tuoi suggerimenti";
"livechat.button.send" = "Invia";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Libreria fotografica";
"livechat.button.sendPhoto" = "Invia foto";
"livechat.button.takescreenshot" = "Acquisisci schermata";
"livechat.button.cancel" = "Annulla";
"livechat.button.open" = "Apri";
"livechat.button.copy" = "Copia";
"livechat.button.submit" = "INVIA";
"livechat.button.back" = "< Indietro";
"livechat.button.select" = "Seleziona";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Indietro";
"livechat.message.savetolibrary" = "Salva nel rullino della fotocamera";
"livechat.message.offlineSend" = "Invio offline";
"livechat.message.secs" = "%@ sec";
"livechat.message.sec" = "%@ sec";
"livechat.message.newmessage" = "%@ nuovo messaggio";
"livechat.message.newmessages" = "%@ nuovi messaggi";
"livechat.message.chattransfered" = "Chat trasferita. Ciao, qui è %@!! Sarei felice di aiutarti ancora.";
"livechat.message.agenjoinedchat" = "%@ si è unito a questa conversazione.";
"livechat.message.sessionended" = "Sessione terminata - #%@";
"livechat.message.sessionendednovisitid" = "Sessione terminata";
"livechat.message.connectedto" = "Connesso a %@";
"livechat.message.sessionendtime" = "La sessione della chat terminerà tra %@";
"livechat.message.chatmissed" = "Ti risponderemo in breve tempo";
"livechat.message.defaultthankmsg" = "Grazie per averci contattato! \n Lasciaci la tua preziosa valutazione e feedback.";
"livechat.ratingresponse.ratingandfeedback" = "Grazie per la preziosa valutazione e feedback";
"livechat.ratingresponse.feedback" = "Grazie per i preziosi commenti";
"livechat.ratingresponse.rating" = "Grazie per la preziosa valutazione";
"livechat.message.name" = "Io";
"livechat.ratingmessage.bad" = "Insufficiente";
"livechat.ratingmessage.good" = "Buono";
"livechat.ratingmessage.wow" = "Wow";
"livechat.feedbackmessage.nofeedback" = "Nessun feedback";
"livechat.connectionstatus.online" = "Online";
"livechat.connectionstatus.offline" = "Offline";
"livechat.connectionstatus.connecting" = "Connessione in corso";
"livechat.connectionstatus.waitingfornetwork" = "In attesa della rete";
"livechat.connectionstatus.noconnection" = "Nessuna connettività di rete.";
"livechat.day.morning" = "Mattino";
"livechat.day.afternoon" = "Pomeriggio";
"livechat.day.evening" = "Sera";
"livechat.day.night" = "Notte";
"livechat.day.today" = "Oggi";
"livechat.day.yesterday" = "Ieri";
"livechat.fileSize.exceed.alert" = "La dimensione del file supera il limite massimo consentito";


//

"livechat.message.sessionend" = "La sessione di chat terminerà";

"livechat.leave.feedback" = "Grazie per averci contattato! \n Lasciaci il tuo prezioso feedback.";

"livechat.offline.sent" = "Inviato offline";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "immagine";

"livechat.conversation.vidoe" = "video";

"livechat.conversation.audio" = "audio";

"livechat.conversation.file" = "file";

"livechat.conversation.location" = "posizione";

"livechat.conversation.contact" = "Contatto";

"livechat.ongoing.typing" = "digitazione in corso";

"livechat.offline.message" = "Al momento non siamo disponibili. Lasciaci un messaggio e ti ricontatteremo il più presto possibile.";

"livechat.start.chat" = "Avvia chat";

"livechat.recently.viewed" = "Visualizzati di recente";

"livechat.faq.srarch.empty" = "Oh! L’articolo che stai cercando è ancora in fase di costruzione! Ripassa più tardi!";

"livechat.faq.search" = "Cerca un articolo";

"livechat.conversation" = "Conversazioni";

"livechat.faq" = "Base di conoscenza";

"livechat.conversation.search.empty" = "Ops! Sembra che nessuna delle conversazioni esistenti abbia la parola di ricerca che hai appena digitato. Forse puoi provare con un’altra parola di ricerca!";

"livechat.conversation.attended" = "in %@ con %@"; //in zylker with andrew

"livechat.conversation.missed" = "Mancante in %@";//Missed in sales

"livechat.conversation.search" = "Cerca una conversazione";

"livechat.conversation.empty" = "Ancora nessuna conversazione! Sei a un solo clic dalla connessione con i nostri esperti.";

"livechat.faq.empty" = "Il nostro modulo articoli è ancora in fase di costruzione!";

"livechat.conversaiton.awaiting" = "In attesa di connessione...";

"livechat.faq.article" = "articoli";

"livechat.faq.articles" = "articoli";

"livechat.faq.view" = "visualizzazioni";

"livechat.faq.views" = "visualizzazioni";


"livechat.button.endsession" = "Termina sessione";
"livechat.message.missedChat" = "Chat non risposta";
"livechat.message.sharedfile" = "Ha condiviso un file";
"livechat.message.suggestions" = "Suggerimenti";
"livechat.message.like" = "Mi piace";
"livechat.message.dislike" = "Non mi piace";
"livechat.message.timezone" = "Fuso orario";
"livechat.message.date" = "Data";//
"livechat.message.time" = "Ora";//
"livechat.message.from" = "Da";//
"livechat.message.to" = "A";//
"livechat.message.speaker" = "Vivavoce";
"livechat.message.settings" = "Impostazioni";
"livechat.message.okay" = "Ok";
"livechat.button.dnt" = "Non monitorare";
"livechat.button.gotit" = "Capito!";
"livechat.button.learnmore" = "Ulteriori informazioni";
"livechat.button.accept" = "Accetta";
"livechat.button.decline" = "Rifiuta";
"livechat.message.slidetodelete" = "Scorri per eliminare";
"livechat.message.holdtorecord" = "Tieni premuto per registrare, rilascia per arrestare";
"livechat.permission.microphone" = "Consenti l’accesso al microfono del proprio dispositivo per registrare e inviare messaggi vocali.";
"livechat.buttton.later" = "Più tardi";
"livechat.message.permission" = "Andare alle impostazioni delle app";
"livechat.message.angry" = "Arrabbiato";
"livechat.message.sad" = "Triste";
"livechat.message.neutral" = "Neutro";
"livechat.message.good" = "Buono";
"livechat.message.great" = "Fantastico";

"livechat.message.chattransfering" = "%@ sta trasferendo questa chat a %@.";
"livechat.message.forwardsupport" = "%@ sta trasferendo questa chat.";
"livechat.message.forwardaccepted" = "La chat è stata correttamente inoltrata a %@.";

"livechat.button.done" = "Completato";
"livechat.button.skip" = "Salta";
"livechat.button.confirm" = "Conferma";
"livechat.message.bookslot" = "Prenota una fascia oraria";

"livechat.message.verybad" = "Molto scadente";
"livechat.message.neutral" ="Neutro";
"livechat.message.pickdate" = "Scegli una data";
"livechat.message.pickslot" = "Scegli una fascia oraria";
"livechat.message.pickloc" = "Scegli una posizione";
"livechat.message.location" = "Posizione";
"livechat.message.curloc" = "Invia posizione corrente" ;
"livechat.message.selloc" = "Invia posizione selezionata";

"livechat.message.changeemail" = "Modifica indirizzo e-mail";
"livechat.message.translateconsent" = "Traduttore Google";
"livechat.message.chatconsent" = "Consento alla chat";
"livechat.message.trackconsent" = "Consenso al monitoraggio";
"livechat.chatconsent.message" = "Facendo clic su Accetta, si accettano tutti i termini e condizioni specificate nel documento.";
"livechat.trackconsent.message1" = "Ehilà! Teniamo traccia delle tue attività sulla nostra app per migliorare la tua esperienza nell’app.";
"livechat.trackconsent.message2" = "Ehilà! Teniamo traccia delle tue attività sulla nostra app per migliorare la tua esperienza nell’app. Tuttavia, se non desideri dare il consenso, fai clic sull’opzione “Non tener traccia”.";
"livechat.message.cardmask" = "Mascheramento carta di credito";
"livechat.creditcard.message" = "Poiché il tuo numero di carta rappresenta un dato piuttosto sensibile, vorresti mascherare le prime 12 cifre della tua carta di credito?";
"livechat.button.mask" = "Maschera";
"livechat.message.emailtranscript" = "Stai per inviare la trascrizione della chat tramite e-mail a %@.";

"livechat.message.continuesession" = "La tua sessione di chat con noi si è conclusa. Hai altre questioni da chiarire? Fai clic su Continua per chattare con noi.";
"livechat.button.sendemail" = "Trascrizione tramite e-mail";
"livechat.button.continue" = "Continua";
"livechat.message.typeemail" = "Inserisci il tuo indirizzo e-mail";
"livechat.message.mailsent" = "E-mail inviata correttamente";
"livechat.message.mailfailed" = "Invio e-mail non riuscito";



"livechat.button.yes" = "SÌ";
"livechat.button.no" = "NO";
"livechat.message.connectohuman" = "Hai bisogno di aiuto umano?";


"livechat.message.downloading" = "Download in corso";
"livechat.message.uploading" = "Caricamento in corso";

"livechat.message.sendphoto" = "Invia 1 foto";
"livechat.message.sendvideo" = "Invia 1 video";

"livechat.message.sendphotos" = "Invia %@ foto";
"livechat.message.sendvideos" = "Invia %@ video";


"livechat.message.senditems" = "Invia %@ voci";

"livechat.message.saved" = "Salvato";
"livechat.message.screenshot" = "Tocca per acquisire";

"livechat.message.time.yearsago" = "%@ anno/i fa";
"livechat.message.time.monthsago" = "%@ mese/i fa";
"livechat.message.time.weeksago" = "%@ settimana/e fa";
"livechat.message.time.daysago" = "%@ giorno/i fa";
"livechat.message.time.hoursago" = "%@ ora/e fa";
"livechat.message.time.minutesago" = "%@ minuto/i fa";
"livechat.message.time.secondsago" = "%@ secondo/i fa";
"livechat.continue.chat" = "Continua a chattare";
"livechat.conversation.started" = "in %@";
"livechat.message.sendfeedback" = "Invia feedback";
"livechat.message.sessionendtime" = "La sessione della chat terminerà tra %@";

"livechat.message.recieveimage" = "%@ ti ha inviato un’immagine";
"livechat.message.recievevideo" = "%@ ti ha inviato un video";
"livechat.message.recievegif" = "%@ ti ha inviato una GIF";
"livechat.message.recievefile" = "%@ ti ha inviato un file";
"livechat.message.recieveaudio" = "%@ ti ha inviato una clip audio";
"livechat.message.sharescreenshot" = "Condividi schermata";

//FORMS
"livechat.message.defaultthankmsg" = "È stato un piacere chattare con te oggi. Fermati un momento per lasciare la tua valutazione.";

"livechat.message.rate.1star" = "Ci dispiace che non abbiamo potuto aiutare. Miglioreremo la nostra assistenza.";
"livechat.message.rate.2star" = "Ci scusiamo! La prossima volta ti garantiamo un’esperienza migliore.";
"livechat.message.rate.3star" = "Grazie per la valutazione! Per qualsiasi assistenza, non esitare a contattarci.";
"livechat.message.rate.4star" = "Grazie per la tua valutazione. Siamo lieti di aiutare.";
"livechat.message.rate.5star" = "Wow, grazie!  Siamo contenti di aiutarti";

"livechat.message.feedback" = "Grazie per averci inviato il tuo feedback.";

"livechat.message.state.connecting" = "Connessione in corso";
"livechat.message.state.connected" = "Connesso";

"livechat.message.inputcard.title.name" = "Inserisci nome";
"livechat.message.inputcard.title.phone" = "Inserisci contatto";
"livechat.message.inputcard.title.url" = "Inserisci URL";
"livechat.message.inputcard.title.email" = "Inserisci e-mail";

"livechat.message.inputcard.error.name" = "Inserisci un nome valido";
"livechat.message.inputcard.error.email" = "Inserisci un indirizzo e-mail valido";
"livechat.message.inputcard.error.contact" = "Inserisci un numero di contatto valido";
"livechat.message.inputcard.error.url" = "Inserisci un URL valido";

"livechat.message.form.inline.introduction" = "Aiutaci a conoscere con chi stiamo parlando.";
"livechat.message.form.inline.chatmessage" = "Indicare un paio di dettagli per avviare la chat.";
"livechat.message.form.inline.buttontitle" = "Compila modulo";

"livechat.message.form.field.error.question" = "Inserisci domanda";
"livechat.message.form.field.question" = "Inserisci qui la tua domanda";
"livechat.message.form.field.campaign" = "Desideri iscriverti alla nostra newsletter?";

"livechat.message.form.field.error.unknown" = "La risposta indicata non è valida.";

"livechat.message.form.field.department.fieldname" = "Reparto";
"livechat.message.form.field.department.message" = "Selezionare il reparto al quale va indirizzata la richiesta";
"livechat.message.form.field.department.placeholder" = "Scegli un reparto";
"livechat.message.form.field.department.coversation.error" = "Selezionare un altro reparto.";
"livechat.message.form.field.department.traditional.error" = "Scegli un reparto valido";



"livechat.message.form.field.email.fieldname" = "E-mail";
"livechat.message.form.field.email.message" = "Dove possiamo inviarti un’e-mail?";
"livechat.message.form.field.email.placeholder" = "Inserisci l’indirizzo e-mail";
"livechat.message.form.field.email.coversation.error" = "L’indirizzo e-mail inserito sembra non essere corretto. Inserire nuovamente il tuo indirizzo e-mail.";
"livechat.message.form.field.email.traditional.error" = "Inserisci un indirizzo e-mail valido";



"livechat.message.form.field.phone.fieldname" = "Telefono";
"livechat.message.form.field.phone.message" = "Possiamo avere il tuo numero di contatto?";
"livechat.message.form.field.phone.placeholder" = "Immetti il tuo numero di contatto";
"livechat.message.form.field.phone.coversation.error" = "Il numero di telefono inserito sembra non essere corretto. Inserire nuovamente il tuo numero di telefono.";
"livechat.message.form.field.phone.traditional.error" = "Inserisci un numero di telefono valido";


"livechat.message.form.field.name.fieldname" = "Nome";
"livechat.message.form.field.name.message" = "Come vorresti essere chiamato?";
"livechat.message.form.field.name.placeholder" = "Inserisci il tuo nome";
"livechat.message.form.field.name.coversation.error" = "Il nome inserito non sembra proprio corretto. Inserire nuovamente il tuo nome.";
"livechat.message.form.field.name.traditional.error" = "Inserisci un nome valido";

"livechat.button.sure" = "Sicuro";
"livechat.message.form.conversation.sendername" = "Operatore";
"livechat.message.form.traditional.title" = "Dettagli utente";

"livechat.message.error.internet" = "Verificare la connessione a Internet.";
"livechat.message.error.unknown" = "Ops! Si è verificato un errore. Riprovare";


//REOPEN
"livechat.message.error.internet" = "Verificare la connessione a Internet.";
"livechat.message.error.unknown" = "Ops! Si è verificato un errore. Riprovare";
"livechat.conversation.started_no_dept" = "con %@";
"livechat.message.reopensession" = "La sessione di chat è terminata. È possibile riaprire la chat in caso di altre domande.";
"livechat.message.failiure.unknown" = "Si è verificato un errore. Codice errore: %@";
"livechat.message.failiure.throttle" = "Connessione limitata. Provare in un secondo momento.";
"livechat.button.reopen" = "Riapri chat";
"livechat.message.conversation.reopened" = "Hai riaperto la chat";
"livechat.message.sendblocked.ended" = "La chat è terminata";
"livechat.message.conversation.operatorsunavailable" = "Nessun operatore disponibile";
"livechat.message.conversation.waiting" = "L’operatore si unirà presto";
"livechat.message.conversation.formwaiting" = "In attesa dei tuoi dettagli";

"livechat.message.chatwithus" = "Chatta con noi!";
"livechat.message.search" = "Cerca";
"livechat.rate.titlemessage" = "Com’è andata la conversazione con noi?";
"livechat.rate.subtitlemessage" = "Prenditi un momento per lasciarci la tua valutazione";
"livechat.message.time.justnow" = "Proprio adesso";
"livechat.message.file" = "File";
"livechat.message.missed.message" = "Ci dispiace di non averti risposto! Ti ricontatteremo al più presto!";
"livechat.message.connection.online.message" = "Di nuovo online!";

"salesiq.chat.branding" = "Driver da SalesIQ Mobilisten";
"livechat.button.download" = "Scarica";
"livechat.alert.formactivenotice.title" = "Form attivo in un'altra chat";
"livechat.alert.formactivenotice.subtitle" = "Completare il form nella chat precedente prima di iniziare una nuova chat!";
"livechat.message.offlinemessage.submitted" = "Messaggio offline inviato";
"livechat.message.storage_permission.denied" = "Autorizzazione di archiviazione negata.";
"livechat.message.timedout" = "Scaduto";
"livechat.message.success" = "Operazione riuscita";
"livechat.message.faliure" = "Operazione non riuscita";

"livechat.message.widget.selectionlimit" = "Limite raggiunto per la selezione";
"livechat.message.noresult" = "Nessun risultato trovato";
"livechat.message.waitingforconnection" = "In attesa della connessione di rete";
"livechat.message.chat.closedalert" = "Sessione chiusa! Riapri la chat per continuare.";

"livechat.message.info.chatmissed" = "Abbiamo mancato la tua richiesta di chat.";
"livechat.message.status.sending" = "Invio";
"livechat.message.status.sent" = "Inviato";
"livechat.message.status.resend" = "Invia nuovamente";
"livechat.message.status.delete" = "Elimina";
"livechat.message.inputcard.error.novalue" = "Inserire un valore valido";

"livechat.chat.pendingaction.placeholder" = "Attendere.";
"livechat.chat.sender.profanity.alert" = "Avviso abusi";
"livechat.chat.queue.banner.calculating" = "È in corso il calcolo del tempo di attesa...";
"livechat.chat.queue.banner.title" = "Sei nella coda della chat";
"livechat.chat.queue.banner.timeremaining" = "Il tempo di attesa previsto è circa %@";
"livechat.chat.queue.banner.position.subtitle" = "Posizione nella coda";
"livechat.chat.list.subtitle.queue.spot" = "Posizione in coda: %@";
"livechat.gdpr.googletranslate.consent" = "Questo servizio potrebbe contenere delle traduzioni effettuate con tecnologia Google. Google non riconosce alcuna garanzia, espressa o implicita, relativa alle traduzioni incluse le garanzie di accuratezza, affidabilità e qualsiasi garanzia implicita di commerciabilità, idoneità per uno scopo specifico e non violazione dei diritti altrui.";
"livechat.gdpr.translation.consent" = "Consenso della traduzione";
"livechat.button.schedule" = "Pianificazione";

"livechat.message.inputwidget.datetime.title" = "Data e ora";
"livechat.message.search.country.placeholder" = "Cerca paese o codice";
"livechat.message.permission.denied.location" = "Autorizzazione della posizione negata";
"livechat.messsage.search.noresults" = "Non è stato possibile trovare nessun risultato corrispondente ai tuoi criteri di ricerca";

"livechat.message.status.edit" = "Modifica";
"livechat.message.status.reply" = "Rispondi";
"livechat.message.deletingmessage" = "Eliminazione del messaggio in corso";
"livechat.message.deletemessage" = "Vuoi eliminare il messaggio?";
"livechat.message.messagedeletedforeveryone" = "Questo messaggio verrà eliminato per tutti. Questa azione non può essere annullata";
"livechat.message.loadmoremessage" = "Carica altro";
"livechat.message.messagedeleted" = "Questo messaggio è stato eliminato";
"livechat.message.messageedited" = "Modificato";
"livechat.message.failure.transcriptFetch" = "Non è possibile caricare i messaggi. Riprova più tardi.";
"livechat.message.failure.deleteMessage" = "Non è possibile eliminare il messaggio. Riprova più tardi.";
"livechat.message.failure.editMessage" = "Non è possibile modificare il messaggio. Riprova più tardi.";

"livechat.message.log.title" = "Registro delle applicazioni";
"livechat.message.log.chatMessage" = "L’operatore ha richiesto accesso al registro delle tue app";
"livechat.message.share" = "Condividi";
"livechat.info.message" = "Copiato";

"livechat.booking.description"="Fai clic su “Prenota adesso” più in basso per pianificare il tuo appuntamento."; 
"livechat.booking.bookappointment" = "Prenota un appuntamento"; 
"livechat.booking.cancelbooking" = "Annulla la prenotazione"; 
"livechat.booking.cancelbooking.message" = "Vuoi davvero annullare questa prenotazione?"; 
"livechat.booking.discardbooking" = "Vuoi davvero annullare le modifiche"; 
"livechat.common.discard" = "Rimuovi"; 
"livechat.booking.pickadate" = "Scegli una data"; 
"livechat.booking.allslotsbooked" = "Tutte le fasce orarie sono prenotate"; 
"livechat.booking.allslotsbooked.message" = "Sembra che in questa data tutte le fasce orarie siano prenotate; prova con un’altra data."; 
"livechat.booking.unavailable" = "Non disponibile"; 
"livechat.booking.slots" = "Fasce orarie"; 
"livechat.booking.slot" = "Fascia oraria"; 
"livechat.booking.choosedate" = "Scegli la data"; 
"livechat.booking.bookingconfirmation.title" = "Conferma della prenotazione"; 
"livechat.booking.verifydetails" = "Conferma i dettagli di contatto"; 
"livechat.common.noresultfound" = "Nessun risultato trovato per la ricerca"; 
"livechat.booking.choosetimeslot.title" = "Scegli una fascia oraria"; 
"livechat.booking.booknow" = "Prenota adesso"; 
"livechat.booking.scheduled" = "Pianificata"; 
"livechat.booking.cancelled" = "Annullata"; 
"livechat.booking.reschedule" = "Pianifica di nuovo"; 
"livechat.booking.cancel" = "Annulla";

"livechat.booking.expired" = "Scaduto";
"livechat.booking.rescheduled" = "Pianificata di nuovo";
"livechat.booking.error.booknow" = "Riprova";
"livechat.booking.error.bookanappointment" = "Non è possibile prenotare un appuntamento";
"livechat.booking.error.confirmappointment" = "Prenotazione dell’appuntamento non riuscita. Riprova.";
"livechat.booking.error.rescheduleaction" = "Non è possibile ripianificare. Riprova.";
"livechat.booking.error.cancelaction" = "Non è possibile annullare. Riprova.";
"livechat.booking.error.rescheduleappointment" = "Non è possibile ripianificare. Riprova.";
"livechat.info.booking.reschedule" = "Appuntamento ripianificato";
"livechat.info.booking.cancel" = "Appuntamento annullato";
"livechat.booking.success.appointment" = "Appuntamento prenotato correttamente";
"livechat.booking.success.reschedule" = "Appuntamento ripianificato correttamente";
"livechat.booking.success.cancel" = "Appuntamento annullato correttamente";
"livechat.booking.disabled" = "Integrazione non abilitata nel portale";
"livechat.booking.search" = "Nessun risultato di ricerca trovato per";
"livechat.voicemessage.alert.title" = "Rimuovi il messaggio vocale";
"livechat.voicemessage.alert.message" = "Questa azione rimuoverà i tuoi messaggi vocali registrati";
"livechat.booking.alert.discardChangesPrompt" = "Le modifiche apportate non verranno salvate. Vuoi proseguire?";
"livechat.alert.button.proceed" = "Procedi";
"livechat.alert.button.cancel" = "Annulla";


//knowledgebase
"livechat.knowledgebase.recentsearches" = "Ricerche recenti";
"livechat.knowledgebase.categories" = "Categorie";
"livechat.knowledgebase.article.updated" = "Aggiornato";
"livechat.knowledgebase.action.like" = "Mi piace";
"livechat.knowledgebase.action.dislike" = "Non mi piace";
"livechat.knowledgebase.info.liked" = "Con Mi piace";
"livechat.knowledgebase.info.disliked" = "Con Non mi piace";
"livechat.knowledgebase.view" = "visualizzazione";
"livechat.knowledgebase.views" = "visualizzazioni";
"livechat.knowledgebase.action.invalid" = "Azione non valida. Riprova.";
"livechat.knowledgebase.noviews" = "Nessuna visualizzazione";

"livechat.knowledgebase.subcategories" = "Sottocategorie";
"livechat.knowledgebase.article" = "articolo";
"livechat.knowledgebase.articles" = "articoli";
"livechat.knowledgebase.relatedarticles" = "Articoli correlati";
"livechat.knowledgebase.subcategory.count" = "sottocategoria";
"livechat.knowledgebase.subcategories.count" = "sottocategorie";
"livechat.knowledgebase.recentlyviewed" = "Visti di recente";
"livechat.knowledgebase.choosedepartment" = "Scegli un dipartimento";
"livechat.knowledgebase.search.departments" = "Dipartimenti";
"livechat.knowledgebase.delete.or.disabled" = "Articolo non disponibile";

"livechat.chat" = "Chat";
"livechat.knowledgebase.time.yearsago" = "Aggiornamento effettuato %@ anno fa";
"livechat.knowledgebase.time.monthago" = "Aggiornamento effettuato %@ mese fa";
"livechat.knowledgebase.time.dayago" = "Aggiornamento effettuato 1 giorno fa";
"livechat.knowledgebase.time.daysago" = "Aggiornamento effettuato %@ giorni fa";
"livechat.knowledgebase.time.hourago" = "Aggiornamento effettuato 1 ora fa";
"livechat.knowledgebase.time.hoursago" = "Aggiornamento effettuato %@ ore fa";
"livechat.knowledgebase.time.justnow" = "Aggiornamento appena effettuato";

"livechat.conversation.unavailable" = "Chat non disponibile";
"livechat.message.file.not.supported" = "Tipo di file non supportato";
"livechat.message.sending.failed" = "Invio del messaggio non riuscito";
"livechat.launcher.dismiss" = "Trascina qui per ignorare";
"livechat.button.endchat" = "Termina chat";


"livechat.message.resendall" = "Invia di nuovo a tutti";
"livechat.message.deleteall" = "Elimina tutto";
"livechat.filebotcard.minimumselection.error" = "Seleziona un minimo di %@ file";
"livechat.filebotcard.maximumselection.error" = "Non è possibile condividere più di %@ file";
"livechat.filebotcard.selectionfile.limitexceed.error" = "La dimensione del file non può essere superiore a %@";
"livechat.filebotcard.upload" = "Carica";

"livechat.message.widget.minimumselectionlimit" = "È necessaria una selezione minima di %@";
"livechat.message.resource.viewarticle" = "Visualizza l’articolo";
"livechat.filebotcard.unsupportedfile.error" = "Il file selezionato non è supportato; seleziona un altro file. ";
"livechat.fab.call.action" = "Chiamata";
"livechat.fab.chat.action" = "Chat";
"livechat.fab.close.action" = "Chiudi";

"livechat.info.call.convertedaschat" = "Chiamata convertita in chat da %@";
"livechat.info.call.end" = "Chiamata audio alle %@ per %@";
"livechat.info.call.reject.peer" = "%@ è al momento occupato. Riprova a chiamare più tardi";
"livechat.info.call.reject" = "%@ ha rifiutato una chiamata audio alle %@";
"livechat.info.call.missed.other" = "%@ non ha risposto alla tua chiamata audio alle %@";
"livechat.info.call.missed.self" = "%@ ha perso una chiamata audio alle %@";
"livechat.info.call.cancelled" = "%@ ha annullato una chiamata audio alle %@";
"livechat.common.loading" = "Caricamento in corso...";
"livechat.call.title.ongoingcall" = "Chiamata in corso";
"livechat.prechat.chat.online.title" = "Chatta con noi!";
"livechat.prechat.chat.offline.title" = "Lascia un messaggio per noi";
"livechat.prechat.call.online.title" = "Chiamaci adesso";
"livechat.prechat.call.offline.title" = "Lasciaci una chiamata persa";
"livechat.call.warning.make.new.call" = "Non puoi effettuare chiamate quando sei già impegnato in un’altra chiamata.";
"livechat.call.end.alert.when.end.conversation" = "Terminare la chat farà terminare anche la chiamata in corso. Vuoi davvero proseguire?";
"livechat.action.end" = "Fine";
"livechat.prechat.brand.back.to.online" = "Salve, siamo tornati online!";
"livechat.call.outgoingcall.duration" = "Chiamata in uscita per %@";
"livechat.call.missed" = "Chiamata persa";
"livechat.call.cancelled" = "Chiamata annullata";
"livechat.missed.chat.response" = "Grazie per averci contattato! Ti risponderemo in breve tempo.";
"livechat.call.miss.alert.title" = "Operatori non disponibili";
"livechat.call.miss.alert.message" = "Vuoi lasciarci una chiamata persa?";
"livechat.chat.miss.alert.message" = "Vuoi lasciarci un messaggio?";
"livechat.call.recording.consent.title" = "Consenso alla registrazione delle chiamate";
"livechat.call.recording.consent" = "Tutte le chiamate sono registrate a fini di monitoraggio, controllo qualità e formazione. Facendo clic su “Accetto”, fornisci il tuo consenso alla registrazione della chiamata.";
"livechat.call.queue.title" = "Chiamata in coda";
"livechat.call.microphone.permission.title" = "Consenti l’accesso";
"livechat.call.microphone.permission.custom.message" = "%@ ha bisogno di autorizzazione per l’accesso al tuo microfono per le chiamate vocali";
"livechat.call.microphone.permission.message" = "L’app ha bisogno di autorizzazione per l’accesso al tuo microfono per le chiamate vocali";
"livechat.button.endconversation" = "Termina la conversazione";
"livechat.message.offlinechat" = "Chat offline";
"livechat.message.offlinecall" = "Chiamata offline";
"livechat.checkbox.consent.message" = "Accetto i termini e le condizioni";
"livechat.checkbox.consent.message.tac" = "termini e condizioni";
"livechat.list.subtitle.queue.call" = "La tua chiamata è in coda. Attendi.";
"livechat.list.subtitle.queue.chat" = "La tua chat è in coda. Attendi.";
"livechat.common.gdpr.consent.title" = "Consenso alla conversazione";
"livechat.common.gdpr.consent.message" = "Facendo clic su Accetto, accetti tutti i termini e le condizioni specificate nel documento.";
"livechat.common.gdpr.consent.message.in.forms" = "Selezionando la casella di termini e condizioni, accetti tutte le regole indicate nel documento.";
"livechat.form.toast.agree.tac" = "Accetta i termini e le condizioni per proseguire";
"livechat.list.missed.call.subtitle" = "Non abbiamo risposto alla tua chiamata. Riprova più tardi.";
"livechat.list.cancel.call.subtitle" = "Hai annullato una chiamata audio.";
"livechat.list.subtitle.ongoingcallinothersession" = "Chiamata in corso in un’altra sessione";
"livechat.call.failed.message" = "Sembra che i tutti nostri operatori siano al momento occupati!";
"livechat.call.waiting.for.response" = "Attendi che il nostro addetto al supporto gestisca la tua chiamata";
"livecaht.call.initialization.failed" = "Avvio non riuscito";
